{
  "overview": {
    "summary": "El Plan de Gobierno de Fuerza Popular “Rescate 2021” se presenta como un compromiso con el presente y futuro del Perú, centrado en la reactivación y recuperación económica, el manejo de la pandemia, la reducción de las brechas en salud y educación y la implementación de reformas, todo ello “sin necesidad de grandes cambios constitucionales o refundaciones”, reconstruyendo sobre los “cimientos sólidos” de la Constitución de 1993 y bajo el marco de una economía social de mercado, la defensa de la democracia, el Estado de derecho, la seguridad jurídica y la unidad nacional. ",
    "main_topics": [
      "Reactivación económica, generación de empleo, emprendimiento y apoyo a los sectores productivos como primer pilar estratégico del plan. ",
      "Rescate de la salud, cierre de brechas sanitarias y manejo de la pandemia de la COVID-19 como segundo gran pilar de acción. ",
      "Defensa y consolidación del sistema democrático, el Estado de derecho, la institucionalidad y el rol de los partidos políticos. ",
      "Promoción de una economía social de mercado y de una “economía popular” que combine libre mercado con economía solidaria, protección a trabajadores, mypes, agro, comuneros y consumidores. ",
      "Construcción de un país más seguro, con orden público y seguridad ciudadana, rindiendo homenaje y apoyo decidido a la Policía Nacional y a las Fuerzas Armadas. ",
      "Impulso de la educación, la cultura y la economía naranja, con énfasis en industrias culturales, patrimonio y diversidad, como parte del Eje 3 del plan. ",
      "Reconocimiento y fortalecimiento de las comunidades nativas, pueblos originarios, afrodescendientes y la diversidad cultural del país, ligados a la inclusión social y la identidad nacional. ",
      "Reformas en justicia y lucha contra la corrupción, servicios públicos básicos, vivienda y saneamiento, reformas políticas, lucha contra la pobreza, gestión pública moderna, descentralización, mujer y segmentos poblacionales, y agenda para jóvenes, estructuradas en ejes específicos. "
    ],
    "ideological_focus": "El texto se declara comprometido con la defensa y consolidación del sistema democrático y el Estado de derecho, con la paz, la seguridad, el orden y el desarrollo nacional, reivindicando a los partidos políticos como base de la democracia y haciendo de la Constitución de 1993 los “cimientos sólidos” sobre los que debe reconstruirse el país; a nivel económico, propugna explícitamente una economía social de mercado y una economía popular que combine libre mercado con economía solidaria y protección a los sectores en desventaja, dentro de una visión de unidad nacional, inclusión, cohesión social y desarrollo sostenible en convivencia con el ambiente y el respeto a comunidades nativas e indígenas. "
  },
  "patterns": {
    "repetitions": [
      "Reiteración de la idea de “Rescate 2021” como horizonte general, asociada al compromiso con el presente y el futuro del país, con énfasis en reactivación económica, manejo de la pandemia y reformas. ",
      "Insistencia en que el rescate y reconstrucción del país puede y debe hacerse sin grandes cambios constitucionales ni refundaciones, destacando que el Perú tiene “cimientos sólidos” en la Constitución de 1993. ",
      "Repetición del marco de la Constitución Política como contexto de las propuestas, señalando que ha permitido grandes logros y que aún falta desarrollarla más. ",
      "Uso constante de la economía social de mercado y la economía popular como referencias centrales para definir el modelo económico, combinando libre mercado con economía solidaria y protección a sectores vulnerables. ",
      "Reiteración de la importancia de la seguridad jurídica, la igualdad, la propiedad, el debido proceso y la independencia de poderes como pilares del orden democrático y económico. ",
      "Énfasis en la unidad nacional, la inclusión y la cohesión social como metas, vinculadas a la reactivación económica y al rescate de la salud en el contexto de la pandemia. ",
      "Reiteración del valor de la diversidad cultural, la economía naranja y el rol de las comunidades nativas, pueblos originarios y afrodescendientes para el desarrollo nacional y la identidad. "
    ],
    "tensions": [
      "El plan afirma que el rescate y reconstrucción del país “puede y debe hacerse sin necesidad de grandes cambios constitucionales o refundaciones”, reivindicando la Constitución de 1993 como cimiento sólido, pero al mismo tiempo plantea “reformas que el país viene esperando” y la necesidad de cambios profundos en múltiples ejes, generando una tensión explícita entre continuidad constitucional y vocación reformista dentro de ese marco. ",
      "Se reivindica el libre mercado y la economía social de mercado (“Libre mercado sí”), pero simultáneamente se afirma que debe impulsarse la economía solidaria y protegerse a quienes están en situación desventajosa (trabajadores, mypes, agro, comuneros, consumidores), mostrando una tensión declarada entre la lógica de mercado y la obligación de corrección social del Estado. ",
      "El texto rinde homenaje y apoyo decidido a la Policía Nacional y a las Fuerzas Armadas como “héroes” y “guardianes de la paz”, mientras reconoce la necesidad de reformas profundas, lucha contra la corrupción y modernización del Estado, lo que introduce una tensión entre la defensa de instituciones tradicionales de orden y el reconocimiento de fallas estructurales en la gestión pública. "
    ],
    "consistent_themes": [
      "Visión del fujimorismo como “sentimiento popular” forjado en tiempos de terrorismo e hiperinflación, con identidad ligada a las obras de los años noventa y a una gestión “en contacto permanente con el pueblo”. ",
      "Compromiso con la defensa del sistema democrático, el Estado de derecho, los partidos políticos como base de la democracia y la importancia de la institucionalidad para la construcción de un país más justo. ",
      "Concepción de la Constitución de 1993 como base firme sobre la cual debe reconstruirse el país, enfatizando que algunos han intentado “destruirla” sin éxito y que su solidez lo ha impedido. ",
      "Prioridad a la reactivación económica, la generación de empleo y el rescate de la salud como dos pilares estratégicos para enfrentar la pandemia y la crisis económica y social. ",
      "Convicción de que la verdadera democracia debe materializarse en servicios de salud, educación, justicia, seguridad y oportunidades para todos, especialmente para quienes tienen menores recursos económicos. ",
      "Reconocimiento del país como megadiverso, con futuro sostenible basado en la coexistencia entre inversión y cuidado del ambiente, así como respeto a comunidades nativas e indígenas y valoración de pueblos originarios y afrodescendientes. ",
      "Énfasis en la participación ciudadana en la elaboración del plan, recogiendo necesidades y soluciones discutidas con las grandes mayorías en el territorio nacional (costa, sierra y selva). "
    ]
  },
  "detail_level_by_topic": {
    "alto": [
      "Educación, cultura y economía naranja: se cuantifican aportes de la economía cultural al PBI y a la PEA, se describen las pérdidas económicas en el sector cultural durante la pandemia y se proponen medidas específicas como promover el desarrollo de la economía naranja, las industrias culturales, la investigación, conservación y defensa del patrimonio cultural, así como la implementación de infraestructura cultural de primer nivel, sostenible y de fácil acceso. ",
      "Comunidades nativas, pueblos originarios y afrodescendientes: se mencionan 55 pueblos indígenas u originarios, más de 40 lenguas y porcentajes de población autoidentificada, y se plantea fortalecer las intervenciones que propicien el apoyo, rescate y defensa de estas comunidades, especialmente las más vulnerables, para fortalecer la inclusión social y la identidad local, regional y nacional. "
    ],
    "medio": [
      "Reactivación económica y generación de empleo: se diagnostica el impacto de la pandemia y de una administración pública hiper burocrática y proclive a la corrupción sobre la economía, y se define un pilar estratégico dedicado a la reactivación económica, la generación de empleo, el emprendimiento y los sectores productivos, aunque sin detallar aún mecanismos operativos en el fragmento disponible. ",
      "Salud, brechas sanitarias y manejo de la pandemia: la introducción destaca la enorme brecha en el sistema de salud, el impacto de la COVID-19 sobre los más vulnerables y compromete al partido con el manejo de la pandemia y el rescate de la salud como segundo gran pilar, pero no despliega en el fragmento revisado un plan paso a paso. ",
      "Democracia, Estado de derecho e institucionalidad: el decálogo resalta el rol de los partidos políticos, la defensa del sistema democrático, el Estado de derecho, la paz, la libertad y los derechos humanos, y se enfatiza la gobernabilidad, configurando una línea programática clara pero centrada en principios más que en instrumentos detallados. ",
      "Seguridad jurídica, igualdad, propiedad y separación de poderes: se reafirma la defensa de la seguridad jurídica para todos, vinculada a la igualdad, la propiedad, el debido proceso y la independencia de poderes, sin desarrollar en los fragmentos revisados mecanismos concretos de reforma o nuevas instituciones. ",
      "Modelo económico: economía social de mercado y economía popular: se define el marco de economía social de mercado con libre mercado, economía solidaria y protección de trabajadores, mypes, agro, comuneros y consumidores, lo que marca una orientación económica reconocible, aunque sin el mismo nivel de detalle operativo que en el caso cultural. ",
      "Lucha contra la pobreza y programas sociales: el decálogo vincula la justa redistribución de la riqueza con la educación como “gran movilizador social” y con los programas sociales como mecanismo para equiparar derechos, fijando una línea de acción social parcialmente descrita pero sin programas específicos en el fragmento analizado. ",
      "Participación ciudadana y enfoque territorial en la formulación del plan: la introducción señala que se han recogido las necesidades y propuestas de ciudadanos de diferentes partes del país (costa, sierra y selva), y que las soluciones fueron discutidas “en el mismo lugar de los hechos” junto con técnicos, describiendo un método de construcción del plan sin detallar aún instrumentos permanentes de participación. "
    ],
    "bajo": [
      "Orden público y seguridad ciudadana: el plan estructura un Eje 1 específico para orden público y seguridad ciudadana y rinde homenaje y apoyo decidido a la Policía Nacional y a las Fuerzas Armadas, pero en los fragmentos revisados no se presentan medidas concretas, estructuras o programas operativos para la seguridad ciudadana. "
    ]
  },
  "score": {
    "detail_distribution": {
      "high": 2,
      "medium": 7,
      "low": 1
    },
    "final_score": 0.43,
    "scoring_logic": "Para calcular el puntaje se identificaron 10 temas programáticos con suficiente presencia explícita en el texto analizado: (1) reactivación económica y generación de empleo; (2) salud, brechas sanitarias y manejo de la pandemia; (3) democracia, Estado de derecho e institucionalidad; (4) seguridad jurídica, igualdad, propiedad y separación de poderes; (5) modelo económico basado en economía social de mercado y economía popular; (6) lucha contra la pobreza y programas sociales; (7) participación ciudadana y enfoque territorial en la formulación del plan; (8) educación, cultura y economía naranja; (9) comunidades nativas, pueblos originarios y afrodescendientes; y (10) orden público y seguridad ciudadana. A cada tema se le asignó un nivel de detalle según los criterios establecidos: \"alto\" cuando el texto describe acciones o medidas específicas con cierto grado de operacionalización (2 temas: cultura/economía naranja y comunidades nativas/pueblos originarios/afrodescendientes); \"medio\" cuando se formulan lineamientos claros con contexto y objetivos, pero sin un despliegue exhaustivo de mecanismos (7 temas: reactivación económica, salud/pandemia, democracia/Estado de derecho, seguridad jurídica, modelo económico, lucha contra la pobreza y participación ciudadana en la elaboración del plan); y \"bajo\" cuando el tema aparece principalmente a nivel de ejes o principios sin medidas concretas en los fragmentos revisados (1 tema: orden público y seguridad ciudadana). Aplicando la fórmula acordada: final_score = ((#alto * 3) + (#medio * 1) + (#bajo * 0)) / (N * 3) = ((2 * 3) + (7 * 1) + (1 * 0)) / (10 * 3) = (6 + 7 + 0) / 30 = 13/30 ≈ 0.43. Redondeado a dos decimales, el plan obtiene 0.43, lo que según la escala se interpreta como \"Plan mixto; partes claras y muchas vagas\": existen áreas con propuestas relativamente concretas (especialmente en cultura, economía naranja y comunidades), mientras que otros ejes se presentan principalmente en términos de principios generales o estructuras temáticas sin el mismo nivel de detalle operativo en los fragmentos analizados."
  }
}